Repository: AKMergl/gRDesktop
Catalog: po/*.po
Languages: hu

source: Execute
hu: Indítás

source: Quit
hu: Kilépés

source: Down
hu: Részletek

source: Help
hu: Súgó

source: Please select or insert a valid hostname/ip-address!
hu: Adjon meg egy érvényes gépnevet vagy IP címet!

source: Gnome frontend for rdesktop
hu: Gnome felület az rdesktop programhoz

source: translator-credits
hu: Mergl K. Attila <mergl@astron.hu>

source: Up
hu: Elrejtés

source: Unable to create hash to store elements!
hu: Az elemek tárolásához nem sikerült a HASH-táblát létrehozni.

source: General
hu: Általános

source: Display
hu: Képernyő

source: Resources
hu: Eszközök

source: Extended
hu: Kapcsolók

source: Redirect
hu: Átirányítás

source: Logon Settings
hu: Bejelentkezés

source: Type the name of the computer, or choose a computer from the list.
hu: Írja be a számítógép nevét, vagy válasszon a listából!

source: Connection settings
hu: Tárolt kapcsolatok

source: Save settings or load saved connections from file.
hu: Mentse el a beállításokat, vagy töltsön be egy eltárolt kapcsolatot!

source: Remote desktop size
hu: A távoli asztal mérete

source: Choose the size of your remote desktop, or select fullscreen.
hu: Válassza ki a távoli asztal méretét, vagy a teljes képernyőt!

source: Colors
hu: Színek

source: Select the available colorsize on remote box.
hu: Válassza ki a távoli gép lehetséges színmélységét!

source: Keyboard type
hu: Billentyűzet típusa

source: Select the language code for the keyboard.
hu: Válassza ki a billentyűzet nyelvi kódját!

source: Sound on the remote Computer
hu: Hang a távoli gépen

source: Please select which sound output you would like to use.
hu: Válassza ki, hogy melyik hangkimenetet szeretné használni!

source: Launch Program
hu: Programindítás

source: Select a program which should start after connection.
hu: Válassza ki a programot, ami a kapcsolódás után elindul!

source: Options
hu: Opciók

source: Tune your remote desktop connections.
hu: A távoli kapcsolat optimalizálása.

source: Disk
hu: Diszk

source: Select path to share on remote server.
hu: Válassza ki a könyvtárat, amit a távoli gépen is el akar érni!

source: Share name:
hu: Megosztás neve:

source: Local full path of share:
hu: Teljes elérési útvonal:

source: Browse...
hu: Keresés...

source: Add
hu: Felvesz

source: Options to be added to the command
hu: A parancshoz adandó opciók

source: Computer:
hu: Számítógép:

source: Username:
hu: Felhasználónév:

source: Password:
hu: Jelszó:

source: Save my password
hu: Jelszó mentése

source: RDP version:
hu: RDP verzió:

source: Save as
hu: Mentés

source: Open
hu: Megnyitás

source: Keyboard
hu: Billentyűzet

source: Run program
hu: Program indítása

source: Path and filename:
hu: Elérési út és fájlnév:

source: Working directory:
hu: Munkakönyvtár:

source: Force bitmap updates
hu: Képfrissítés bitmap-ként

source: Don't send motion events
hu: Egérmozgást ne továbbítsa

source: Hide window manager decorations
hu: Ablakdekorációk elrejtése

source: Disable encryption (French TS)
hu: Titkosítás tiltása (francia NT szerverhez)

source: Window manager key bindings
hu: Ablakkezelő billentyűparancsainak engedélyezése

source: Attach to console (>= Windows 2003)
hu: Konzolhoz kapcsolódás (>= Windows 2003)

source: Fake clientname:
hu: Kliensgép neve:

source: Enable SSH tunneling
hu: SSH-alagút engedélyezése

source: Properties
hu: Tulajdonságok

source: Save rdp file
hu: RDP fájl mentése

source: _Cancel
hu: _Mégse

source: _Save
hu: _Mentés

source: Open rdp file
hu: RDP fájl megnyitása

source: _Open
hu: M_egnyitás

source: Choose folder to share
hu: Könyvtár választása a megosztáshoz

source: Share must be defined!
hu: Nem adott meg megosztási nevet!

source: Path must be defined!
hu: Nem adott meg elérési útvonalat!

source: It is not an absolute path!
hu: Nem abszolút útvonalat választott!

source: Fullscreen
hu: Teljes képernyő

source: 256 Colors
hu: 256 szín

source: High Color (15bit)
hu: Nagy felbontás (15 bit)

source: High Color (16bit)
hu: Nagy felbontás (16 bit)

source: True Color (24bit)
hu: Valós színek (24 bit)

source: Unable to find keyboad definitions: %s
hu: Nem található a billentyűzet definició: %s

source: No sound output
hu: Nincs hangkimenet

source: Play on this host
hu: Ezen a gépen

source: Please select a valid rdp file!
hu: Válasszon egy érvényes RDP fájlt!

source: Really override the already existing file?
hu: Valóban felülírjuk a létező fájlt?

source: Unable to save rdp-file: %s
hu: Nem sikerült az RDP fájlt menteni: %s

source: Unable to open rdp-file: %s
hu: Nem sikerült az RDP fájlt megnyitni: %s

source: No hostname for ssh tunneling available
hu: Nincs megadva gépnév az SSH-alagúthoz!

source: SSH-Tunnel settings
hu: Az SSH-alagút beállításai

source: Hostname:
hu: Távoli gép neve:

source: Remote Desktop Client
hu: Távoliasztal-kliens

source: Force rdesktop to repaint bitmap updates.
hu: A bitmap-frissítések kikényszerítése.

source: Fake clientname
hu: Hamisított kliensnév

source: Fake the local clientname. Used, if the terminal server runs in user-mode.
hu: A lokális gép nevének megváltoztatása. Akkor kerül alkalmazásra, ha a terminálszerver felhasználó módban fut.

source: Color size for remote server.
hu: Színmélység a távoli gépen.

source: Define the available colors on the remote server. This value is based on the selection box in grdesktop.
hu: Adja meg a távoli gépen rendelkezésre álló színeket! Ez a gRDeesktop választási mezőjében kiválasztott érték.

source: Domain name to use.
hu: Használandó domain.

source: Define the Windows-Domain on which rdesktop should default login.
hu: Adja megi az alapértelmezett Windows Domain-t, amire az rdesktop bejelentkezzen!

source: Window size of rdesktop
hu: rdesktop ablakmérete

source: Rdesktop uses this window size for connection to the remote host.
hu: Az rdesktop ezt az ablakméretet használja a távoli gépen.

source: Hide the window manager decoration
hu: Az ablakdekorációk elrejtése

source: Don't display the decoration (borders, icons, ...) from the current window manager.
hu: Az aktív ablakkezelő dekorációi (szegélyek, iconok, ...) ne jelenjenek meg.

source: Last used hostnames
hu: Utoljára használt szerverek

source: Store the last ten hostnames for hostnames combobox.
hu: Az utolsó 10 távoli gép nevének megjegyzése a váalsztási mezőhöz.
